const tableData = [
    {
        level1:'落实德树人根本任务，提高学生综合素质',level2:'完善德育工作体系',category:'A',desc:'',core:'“三全育人”制度数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'制度体系、机构、运行等文件',sjly:'文本',unit:'',
        l1:8,
        l2:4
    },
    {
        level1:'落实德树人根本任务，提高学生综合素质',level2:'完善德育工作体系',category:'A',desc:'',core:'思想政治理论课教师占比',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'思政理论教师数/教师总数*100%',sjly:'省平台',unit:'',
        l1:0,
        l2:0
    },
    {
        level1:'落实德树人根本任务，提高学生综合素质',level2:'完善德育工作体系',category:'B',desc:'',core:'德育特色案例',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'文本',unit:'',
        l1:0,
        l2:0
    },
    {
        level1:'落实德树人根本任务，提高学生综合素质',level2:'完善德育工作体系',category:'A',desc:'',core:'学生社团参与率',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'社团参与数/在校生数*100lft',sjly:'省平台、填报',unit:'',
        l1:0,
        l2:0
    },

    {
        level1:'落实德树人根本任务，提高学生综合素质',level2:'全面提升学生职业素养教育',category:'B',desc:'',core:'大国工匠、劳动模范等进校园频次',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'有较高影响力相关人员到校（或在线）宣讲、互动每学期次数',sjly:'',unit:'',
        l1:0,
        l2:2
    },
    {
        level1:'落实德树人根本任务，提高学生综合素质',level2:'全面提升学生职业素养教育',category:'A',desc:'',core:'体质测评合格率',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'制度体系、机构、运行等文件',sjly:'文本',unit:'',
        l1:0,
        l2:0
    },

    {
        level1:'落实德树人根本任务，提高学生综合素质',level2:'加强创新创业教育',category:'A',desc:'',core:'优秀创业成功典型',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'制度体系、机构、运行等文件',sjly:'文本',unit:'',
        l1:0,
        l2:2
    },
    {
        level1:'落实德树人根本任务，提高学生综合素质',level2:'加强创新创业教育',category:'A',desc:'',core:'省级以上创新创业大赛获奖数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'制度体系、机构、运行等文件',sjly:'文本',unit:'',
        l1:0,
        l2:0
    },
/* =================================== */
    {
        level1:'深化教育教学改革，提升协同育人水平',level2:'提高专业建设水平',category:'A',desc:'',core:'学校专业设置规划论证频次\n 学校专业建设规划论证频次\n学校专业建设设置规划论证频次',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'次',
        l1:9,
        l2:3
    },
    {
        level1:'深化教育教学改革，提升协同育人水平',level2:'提高专业建设水平',category:'A',desc:'',core:'现代职教体系项目数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'3+4和3+3个数',sjly:'填报',unit:'个',
        l1:0,
        l2:0
    },
    {
        level1:'深化教育教学改革，提升协同育人水平',level2:'提高专业建设水平',category:'B',desc:'',core:'省级实训基地数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'省平台',unit:'个',
        l1:0,
        l2:0
    },

    {
        level1:'深化教育教学改革，提升协同育人水平',level2:'完善德育工作体系',category:'B',desc:'',core:'中高职衔接课程标准开发门数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'门',
        l1:0,
        l2:3
    },
    {
        level1:'深化教育教学改革，提升协同育人水平',level2:'完善德育工作体系',category:'B',desc:'',core:'校企共同开发课程数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'门',
        l1:0,
        l2:0
    },
    {
        level1:'深化教育教学改革，提升协同育人水平',level2:'完善德育工作体系',category:'B',desc:'',core:'创新教材数量（活页式、新型工作手册式数）',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'种',
        l1:0,
        l2:0
    },
    
    {
        level1:'深化教育教学改革，提升协同育人水平',level2:'全面建立校企协同机制',category:'A',desc:'',core:'本校牵头组织的职业教育集团数（或行业联盟数）',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'市级以上职教集团',sjly:'省平台、填报',unit:'个',
        l1:0,
        l2:3
    },
    {
        level1:'深化教育教学改革，提升协同育人水平',level2:'全面建立校企协同机制',category:'A',desc:'',core:'职业技能等级证书（X）试点专业数/学生获证率',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'学生获证数/毕业班学生总数',sjly:'填报',unit:'%',
        l1:0,
        l2:0
    },
    {
        level1:'深化教育教学改革，提升协同育人水平',level2:'全面建立校企协同机制',category:'A',desc:'',core:'省级以上现代学徒制试点专业及学生数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'个',
        l1:0,
        l2:0
    },
    /* ============================================================= */
    {
        level1:'建设高素质教师队伍，提升教书育人能力',level2:'教师专业发展',category:'B',desc:'',core:'省级以上教学名师数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'（认定难度比较大，需要专门认定）',sjly:'省平台',unit:'个',
        l1:9,
        l2:4
    },
    {
        level1:'建设高素质教师队伍，提升教书育人能力',level2:'教师专业发展',category:'B',desc:'',core:'省级以上教学创新团队',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'省里规划要做',sjly:'填报',unit:'个',
        l1:0,
        l2:0
    },
    {
        level1:'建设高素质教师队伍，提升教书育人能力',level2:'教师专业发展',category:'B',desc:'',core:'省级以上课题、项目数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'省平台/填报',unit:'',
        l1:0,
        l2:0
    },
    {
        level1:'建设高素质教师队伍，提升教书育人能力',level2:'教师专业发展',category:'B',desc:'',core:'省级以上教学竞赛一等奖获奖数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'省平台/填报',unit:'',
        l1:0,
        l2:0
    },

    {
        level1:'建设高素质教师队伍，提升教书育人能力',level2:'双师型教师',category:'A',desc:'',core:'双师型教师率(普通/高素质）',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'双师/专任专业教师',sjly:'省平台',unit:'人',
        l1:0,
        l2:2
    },
    {
        level1:'建设高素质教师队伍，提升教书育人能力',level2:'双师型教师',category:'A',desc:'',core:'校企双向兼职率（分开计算）',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'校企双向兼职数/专业教师总数',sjly:'省平台/填报',unit:'',
        l1:0,
        l2:0
    },

    {
        level1:'建设高素质教师队伍，提升教书育人能力',level2:'教师队伍管理',category:'A',desc:'',core:'生师比',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'在校生数/教师数',sjly:'省平台',unit:'个',
        l1:0,
        l2:3
    },
    {
        level1:'建设高素质教师队伍，提升教书育人能力',level2:'教师队伍管理',category:'A',desc:'',core:'绩效评价与奖惩机制',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'文本',unit:'个',
        l1:0,
        l2:0
    },
    {
        level1:'建设高素质教师队伍，提升教书育人能力',level2:'教师队伍管理',category:'B',desc:'',core:'企业优秀人才引进机制（数）',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报、文本',unit:'',
        l1:0,
        l2:0
    },
    /* ========================================================================= */
    {
        level1:'建设现代学校制度，完善学校治理体系',level2:'现代学校制度',category:'A',desc:'',core:'学校管理制度体系（章程）',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'文本',unit:'',
        l1:7,
        l2:2
    },
    {
        level1:'建设现代学校制度，完善学校治理体系',level2:'现代学校制度',category:'A',desc:'',core:'办学体制机制创新（二级学院/企业学院/混合所有制）',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'文本',unit:'',
        l1:0,
        l2:0
    },
    {
        level1:'建设现代学校制度，完善学校治理体系',level2:'校长领导力',category:'A',desc:'',core:'学校文化品牌',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'第三方调查',unit:'',
        l1:0,
        l2:1
    },
    {
        level1:'建设现代学校制度，完善学校治理体系',level2:'全面质量管理',category:'A',desc:'',core:'教学工作诊断与改进省级以上复核为“有效”',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'',
        l1:0,
        l2:4
    },
    {
        level1:'建设现代学校制度，完善学校治理体系',level2:'全面质量管理',category:'B',desc:'',core:'教学质量考核评价体系（都有难以量化）',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'文本',unit:'',
        l1:0,
        l2:0
    },
    {
        level1:'建设现代学校制度，完善学校治理体系',level2:'全面质量管理',category:'B',desc:'',core:'学业水平考试合格率',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'合适率/在线生',sjly:'填报',unit:'',
        l1:0,
        l2:0
    },
    {
        level1:'建设现代学校制度，完善学校治理体系',level2:'全面质量管理',category:'A',desc:'',core:'年度质量报告',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'文本',unit:'',
        l1:0,
        l2:0
    },
    /* ====================================================== */
    {
        level1:'加快信息化建设步伐，助推智慧职教变革学校管理方式',level2:'智慧校园建设',category:'A',desc:'',core:'信息化管理服务基础平台集成度与决策智能化水平',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'抽样',sjly:'填报',unit:'',
        l1:9,
        l2:3
    },
    {
        level1:'加快信息化建设步伐，助推智慧职教变革学校管理方式',level2:'智慧校园建设',category:'B',desc:'',core:'虚拟仿真实训平台数量/使用率',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'抽样',sjly:'填报',unit:'%',
        l1:0,
        l2:0
    },
    {
        level1:'加快信息化建设步伐，助推智慧职教变革学校管理方式',level2:'智慧校园建设',category:'A',desc:'',core:'智慧教室普及率（应该有）',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'智慧教室/教室总数',sjly:'省平台、填报',unit:'个/专业',
        l1:0,
        l2:0
    },
    {
        level1:'加快信息化建设步伐，助推智慧职教变革学校管理方式',level2:'数字资源建设',category:'A',desc:'',core:'学校统一推广应用的网络教学（资源）平台使用率',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'抽样',sjly:'填报',unit:'门',
        l1:0,
        l2:3
    },
    {
        level1:'加快信息化建设步伐，助推智慧职教变革学校管理方式',level2:'数字资源建设',category:'B',desc:'',core:'在线课程开设率',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'在线课程/开设课程',sjly:'填报',unit:'门/专业',
        l1:0,
        l2:0
    },
    {
        level1:'加快信息化建设步伐，助推智慧职教变革学校管理方式',level2:'数字资源建设',category:'B',desc:'',core:'承担省级考核、竞赛资源开发项目数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'学考、大赛',sjly:'填报',unit:'门',
        l1:0,
        l2:0
    },
    {
        level1:'加快信息化建设步伐，助推智慧职教变革学校管理方式',level2:'师生信息素养',category:'A',desc:'',core:'教师开展在线教学占比',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'开展人数/教师总数',sjly:'填报/平台',unit:'',
        l1:0,
        l2:3
    },
    {
        level1:'加快信息化建设步伐，助推智慧职教变革学校管理方式',level2:'师生信息素养',category:'B',desc:'',core:'师生教学空间使用满意度',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'抽查调查',unit:'',
        l1:0,
        l2:0
    },
    {
        level1:'加快信息化建设步伐，助推智慧职教变革学校管理方式',level2:'师生信息素养',category:'B',desc:'',core:'师生在线学习资源应用满意度',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'抽样调查',unit:'人',
        l1:0,
        l2:0
    },
    /* ================================================================ */
    {
        level1:'推进对外交流合作，对接国际标准',level2:'校际交流合作',category:'B',desc:'',core:'国际合作引进项目数、活动数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'个',
        l1:8,
        l2:2
    },
    {
        level1:'推进对外交流合作，对接国际标准',level2:'校际交流合作',category:'B',desc:'',core:'国际合作输出项目数、活动数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'',
        l1:0,
        l2:0
    },
    {
        level1:'推进对外交流合作，对接国际标准',level2:'国际化课程建设',category:'B',desc:'',core:'引进国（境）外课程标准数、师生获证数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'个',
        l1:0,
        l2:2
    },
    {
        level1:'推进对外交流合作，对接国际标准',level2:'国际化课程建设',category:'B',desc:'',core:'国外课程标准输出数、海外人员获证数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'',
        l1:0,
        l2:0
    },
    {
        level1:'推进对外交流合作，对接国际标准',level2:'国际交流渠道',category:'B',desc:'',core:'师生参加世界技能大赛、国际大赛获奖数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'个',
        l1:0,
        l2:4
    },
    {
        level1:'推进对外交流合作，对接国际标准',level2:'国际交流渠道',category:'B',desc:'',core:'教师获国际化证书数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'人日',
        l1:0,
        l2:0
    },
    {
        level1:'推进对外交流合作，对接国际标准',level2:'国际交流渠道',category:'B',desc:'',core:'培养培训海外师生数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'',
        l1:0,
        l2:0
    },
    {
        level1:'推进对外交流合作，对接国际标准',level2:'国际交流渠道',category:'B',desc:'',core:'接待海外考察次数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'',
        l1:0,
        l2:0
    },
    /* ============================================================== */
    {
        level1:'强化服务宗旨，提升学校贡献度',level2:'人才培养质量',category:'A',desc:'',core:'毕业生半年后就业率',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'平台',unit:'%',
        l1:14,
        l2:6
    },
    {
        level1:'强化服务宗旨，提升学校贡献度',level2:'人才培养质量',category:'A',desc:'',core:'用人单位满意率',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'抽样调查满意人数/抽样调查总人数*100%',sjly:'平台',unit:'%',
        l1:0,
        l2:0
    },
    {
        level1:'强化服务宗旨，提升学校贡献度',level2:'人才培养质量',category:'B',desc:'',core:'毕业生半年后平均月收入',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'平台、填报',unit:'元',
        l1:0,
        l2:0
    },
    {
        level1:'强化服务宗旨，提升学校贡献度',level2:'人才培养质量',category:'A',desc:'',core:'优秀毕业生典型',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'平台、填报',unit:'',
        l1:0,
        l2:0
    },
    {
        level1:'强化服务宗旨，提升学校贡献度',level2:'人才培养质量',category:'B',desc:'',core:'省级及以上技能大赛获奖',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'当年 奖牌 计积分',sjly:'填报 ',unit:'',
        l1:0,
        l2:0
    },
    {
        level1:'强化服务宗旨，提升学校贡献度',level2:'人才培养质量',category:'B',desc:'',core:'现代职教体系项目转段率',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'3+4项目',sjly:'',unit:'%',
        l1:0,
        l2:0
    },
    {
        level1:'强化服务宗旨，提升学校贡献度',level2:'示范辐射',category:'B',desc:'',core:'省级教学成果奖',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'平台/填报',unit:'个',
        l1:0,
        l2:4
    },
    {
        level1:'强化服务宗旨，提升学校贡献度',level2:'示范辐射',category:'A',desc:'',core:'市外来校跟岗研修、学习交流人次（或者批次）',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'函件、方案、照片',sjly:'填报',unit:'人',
        l1:0,
        l2:0
    },
    {
        level1:'强化服务宗旨，提升学校贡献度',level2:'示范辐射',category:'B',desc:'',core:'承担国培省培项目数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'国培、省培',sjly:'平台/填报',unit:'个',
        l1:0,
        l2:0
    },
    {
        level1:'强化服务宗旨，提升学校贡献度',level2:'示范辐射',category:'B',desc:'',core:'省级以上主流媒体报道数量',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'条',
        l1:0,
        l2:0
    },
    {
        level1:'强化服务宗旨，提升学校贡献度',level2:'社会服务与精准扶贫',category:'B',desc:'',core:'技术服务项目到款数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'个',
        l1:0,
        l2:4
    },
    {
        level1:'强化服务宗旨，提升学校贡献度',level2:'社会服务与精准扶贫',category:'A',desc:'',core:'非学历培训服务',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'平台/填报',unit:'人日',
        l1:0,
        l2:0
    },
    {
        level1:'强化服务宗旨，提升学校贡献度',level2:'社会服务与精准扶贫',category:'B',desc:'',core:'东西协作、内地少数民族合作学校数',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'个',
        l1:0,
        l2:0
    },
    {
        level1:'强化服务宗旨，提升学校贡献度',level2:'社会服务与精准扶贫',category:'A',desc:'',core:'面向中小学和社会人员职业体验人次',initial:'',last:'',
        '2001':'','2002':'','2003':'','2004':'','2101':'','2102':'','2103':'','2104':'','2201':'','2202':'','2203':'','2204':'',
        zjje:'',zjbl:'',bjje:'',bjbl:'',hyje:'',hybl:'',qtje:'',qtbl:'', progress:'',
        gcd:'',sjly:'填报',unit:'人次',
        l1:0,
        l2:0
    },

]
export {
    tableData
}